
const resourses = {
  ru: {
    translation: {
      "каналы": "Каналы",
      "Добавить канал": "Добавить канал",
      "Каналы": "Каналы",
      
      "Нет аккаунта": "Нет аккаунта?",
      
      "введите пароль": "Пароль",
      "Подтвердить": "Подтвердите пароль",
      "введите имя": "Ваш ник",
      "Регистрация": "Регистрация",
      "Имя пользователя": "Имя пользователя",
      "Пароль": "Пароль",
      "Повторите пароль": "Повторите пароль",
      'Пользователь с таким именем уже существует': 'Пользователь с таким именем уже существует',
      "Регистрация прошла успешно": "Регистрация прошла успешно",
      
      'Вы успешно авторизовались': 'Вы успешно авторизовались',
      'Неверный логин или пароль': 'Неверные имя пользователя или пароль',

      //channel
      "Ошибка соединения": "Ошибка соединения",
      "Не удалось удалить канал!": "Ошибка соединения",
      "Не удалось переименовать канал!": "Ошибка соединения",
      "Канал создан": "Канал создан",
      "Канал удален": "Канал удален",
      "Канал переименован": "Канал переименован",
      "Переименовать": "Переименовать",

      //login
      "Войти": "Войти",
      "Зарегистрироваться": "Регистрация",
      "логин форма": "Войти",



    }
  }
}

export default resourses;