
const resourses = {
  ru: {
    translation: {
      "каналы": "Каналы",
      "Добавить канал": "Добавить канал",
      "Каналы": "Каналы",
      "логин форма": "Введите имя пользователя и пароль",
      "Нет аккаунта": "Нет аккаунта?",
      "Зарегистрироваться": "Зарегистрироваться",
      "введите пароль": "Введите пароль",
      "Подтвердить": "Подтвердить",
      "введите имя": "Введите имя",
      "Регистрация": "Регистрация",
      "Имя пользователя": "Имя пользователя",
      "Пароль": "Пароль",
      "Повторите пароль": "Повторите пароль",
      'Пользователь с таким именем уже существует': 'Пользователь с таким именем уже существует',
      "Регистрация прошла успешно": "Регистрация прошла успешно",
      "Не удалось удалить канал!": "Не удалось удалить канал!",
      "Не удалось переименовать канал!": "Не удалось переименовать канал!",
      'Вы успешно авторизовались': 'Вы успешно авторизовались',
      'Неверный логин или пароль': 'Неверный логин или пароль',




    }
  }
}

export default resourses;