
const resourses = {
  ru: {
    translation: {
      "каналы": "Каналы",
      "Добавить канал": "Добавить канал",
      "Каналы": "Каналы",
      "логин форма": "Введите имя пользователя и пароль",
      "Нет аккаунта": "Нет аккаунта?",
      "Зарегистрироваться": "Зарегистрироваться",
      "введите пароль": "Введите пароль",
      "Подтвердить": "Подтвердить",
      "введите имя": "Введите имя",
      "Регистрация": "Регистрация",
      "Имя пользователя": "Имя пользователя",
      "Пароль": "Пароль",
      "Повторите пароль": "Повторите пароль",



    }
  }
}

export default resourses;